Repository: DTuan03/THanoi
Catalog: THanoi/*.lproj/Localizable.strings
Languages: vi

# skipButton
source: Skip
vi: Bỏ qua

# titleGetStartedOnboarding
source: Immerse yourself in the journey, find yourself through adventure.
vi: Đắm mình trong hành trình, tìm thấy mình qua phiêu lưu.

# startButton
source: Start
vi: Bắt đầu

# signInLabel
source: Already have an account? Sign In
vi: Bạn đã có tài khoản? Đăng nhập

# highLineSignInLabel
source: Sign In
vi: Đăng nhập

# titleContinueOnboarding1
source: Work fills your pockets, adventure fills your soul.
vi: Công việc lấp đầy túi bạn, phiêu lưu lấp đầy tâm hồn.

# highLineTitleContinueOnboarding1
source: adventure
vi: phiêu lưu

# descriptionLabel1
source: Traveling in Hanoi is the best way to learn something new, bringing joy and expanding your knowledge.
vi: Du lịch Hà Nội là cách tuyệt vời nhất để học hỏi điều mới, vừa mang lại niềm vui vừa mở rộng kiến thức.

# titleContinueOnboarding2
source: Live a life without reasons, travel in Hanoi with no regrets.
vi: Sống cuộc đời không lý do, du lịch Hà Nội không hối tiếc.

# highLineTitleContinueOnboarding2
source: travel
vi: du lịch

# descriptionLabel2
source: Traveling in Hanoi often involves visiting multiple locations throughout the city, not just exploring one place.
vi: Du lịch Hà Nội thường là chuyến đi đến nhiều địa điểm khác nhau trong thành phố, không chỉ khám phá một nơi.

# titleContinueOnboarding3
source: Hanoi within reach. Travel is living fully.
vi: Hà Nội trong tầm tay. Du lịch là sống trọn vẹn.

# highLineTitleContinueOnboarding3
source: fully
vi: trọn vẹn

# descriptionLabel3
source: Everyone craves to explore the different beauties of nature and meet new people. Hanoi is the destination to make those dreams come true.
vi: Mỗi người đều khao khát khám phá vẻ đẹp khác của thiên nhiên và gặp gỡ những con người mới. Hà Nội là điểm đến để thực hiện những ước mơ đó.

# continueButton
source: Next
vi: Tiếp theo

# titleSignUp
source: Let's get started
vi: Bắt đầu thôi

# descriptionSignUp
source: Please fill in your information and create an account
vi: Vui lòng điền thông tin và tạo tài khoản

source: Full Name
vi: Họ và tên

source: Password
vi: Mật khẩu

source: Sign Up
vi: Đăng ký

# orSignIn
source: Or sign in instantly
vi: Hoặc sử dụng đăng nhập ngay lập tức

# appleId
source: Sign in with Apple ID
vi: Đăng nhập bằng Apple ID

# google
source: Sign in with Google
vi: Đăng nhập bằng Google

# alreadySignIn
source: Already have an account? Sign In
vi: Bạn đã có tài khoản? Đăng nhập

# titleSignIn
source: Hello!
vi: Xin chào !

# descriptionSignIn
source: Welcome to THanoi
vi: Chào mừng đến với THanoi

source: Sign In
vi: Đăng nhập
